Repository: zidell/ginote
Catalog: macos/Ginote/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, zh_hans

source: #%@ 태그 만들기
de: Tag #%@ erstellen
en: Create Tag #%@
es: Crear etiqueta #%@
fr: Créer le tag #%@
it: Crea tag #%@
ja: タグ #%@ を作成
zh_hans: 创建标签 #%@

source: #%@ 태그 이름을 #%@로 바꿨습니다.
de: #%1$@ wurde in #%2$@ umbenannt.
en: Renamed #%1$@ to #%2$@.
es: #%1$@ se ha renombrado a #%2$@.
fr: #%1$@ a été renommé en #%2$@.
it: #%1$@ rinominato in #%2$@.
ja: #%1$@ を #%2$@ に名前変更しました。
zh_hans: 已将 #%1$@ 重命名为 #%2$@。

source: #%@ 태그로 거르기
de: Nach #%@ filtern
en: Filter by #%@
es: Filtrar por #%@
fr: Filtrer par #%@
it: Filtra per #%@
ja: #%@ で絞り込む
zh_hans: 按 #%@ 筛选

source: #%@ 태그를 모든 노트에서 삭제할까요?
de: Tag #%@ aus allen Notizen löschen?
en: Delete the #%@ tag from every note?
es: ¿Eliminar la etiqueta #%@ de todas las notas?
fr: Supprimer le tag #%@ de toutes les notes ?
it: Eliminare il tag #%@ da tutte le note?
ja: すべてのノートからタグ #%@ を削除しますか？
zh_hans: 要从所有笔记中删除标签 #%@ 吗？

source: #%@ 태그를 삭제했습니다.
de: #%@ wurde gelöscht.
en: Deleted #%@.
es: Se ha eliminado #%@.
fr: #%@ a été supprimé.
it: #%@ eliminato.
ja: #%@ を削除しました。
zh_hans: 已删除 #%@。

source: #%@ 태그를 추가했습니다.
de: #%@ wurde hinzugefügt.
en: Added #%@.
es: Se ha añadido #%@.
fr: #%@ a été ajouté.
it: #%@ aggiunto.
ja: #%@ を追加しました。
zh_hans: 已添加 #%@。

source: %@ 연결을 해제할까요? 이 Mac에 저장된 토큰도 지웁니다. GitHub의 노트는 그대로 남습니다.
de: Verbindung zu %@ trennen? Das auf diesem Mac gespeicherte Token wird ebenfalls entfernt. Deine Notizen bleiben auf GitHub.
en: Disconnect %@? The token saved on this Mac will also be removed. Your notes stay on GitHub.
es: ¿Desconectar %@? También se eliminará el token guardado en este Mac. Las notas se mantienen en GitHub.
fr: Déconnecter %@ ? Le jeton enregistré sur ce Mac sera aussi supprimé. Vos notes restent sur GitHub.
it: Disconnettere %@? Verrà rimosso anche il token salvato su questo Mac. Le note restano su GitHub.
ja: %@ の接続を解除しますか？この Mac に保存したトークンも削除されます。GitHub のノートはそのまま残ります。
zh_hans: 要断开 %@ 吗？保存在这台 Mac 上的令牌也会被删除。GitHub 上的笔记会保留。

source: %@ 저장소의 GitHub Issues를 노트로 사용하세요. 열린 이슈는 노트, 닫힌 이슈는 휴지통이며 GitHub 라벨은 태그입니다. 첨부파일은 .issue-note-assets/issues/{issueNumber}/ 폴더에 저장되고, 이슈 본문에 일반 이미지·파일 링크로 연결되어 있습니다. 노트 본문을 수정할 때 이 링크를 반드시 그대로 유지하세요. 링크를 지우면 해당 첨부파일 연결도 끊깁니다.
de: Verwende die GitHub Issues in %@ als Notizen. Offene Issues sind Notizen, geschlossene Issues liegen im Papierkorb, und GitHub-Labels sind Tags. Anhänge liegen unter .issue-note-assets/issues/{issueNumber}/ und sind über normale Bild- oder Dateilinks im Issue-Text verknüpft. Behalte diese Links beim Bearbeiten des Notiztexts unbedingt bei – wird ein Link gelöscht, ist auch der Anhang nicht mehr verknüpft.
en: Use GitHub Issues in %@ as notes. Open issues are regular notes, closed issues are trash, and labels are tags. Each attachment is stored under .issue-note-assets/issues/{issueNumber}/ and referenced by a plain image or file link directly in the issue body. Preserve these links when editing a note's body — deleting one detaches that attachment.
es: Usa las GitHub Issues del repositorio %@ como notas. Las issues abiertas son notas, las cerradas están en la papelera y las etiquetas de GitHub son etiquetas. Cada adjunto se guarda en .issue-note-assets/issues/{issueNumber}/ y se enlaza con un vínculo normal de imagen o archivo en el cuerpo de la issue. Al editar el cuerpo de una nota, conserva siempre estos enlaces: si borras uno, el adjunto queda desvinculado.
fr: Utilise les GitHub Issues du dépôt %@ comme notes. Les issues ouvertes sont des notes, les issues fermées sont dans la corbeille et les labels GitHub sont des tags. Chaque pièce jointe est stockée dans .issue-note-assets/issues/{issueNumber}/ et reliée par un simple lien d'image ou de fichier dans le corps de l'issue. Conserve ces liens quand tu modifies le corps d'une note : supprimer un lien détache la pièce jointe.
it: Usa le GitHub Issues del repository %@ come note. Le issue aperte sono note, quelle chiuse sono nel cestino e le etichette GitHub sono i tag. Gli allegati sono salvati in .issue-note-assets/issues/{issueNumber}/ e collegati con semplici link a immagini o file nel corpo dell'issue. Quando modifichi il corpo di una nota, mantieni sempre questi link: eliminarne uno scollega l'allegato.
ja: %@ リポジトリの GitHub Issues をノートとして使ってください。オープンな Issue はノート、クローズした Issue はゴミ箱、GitHub ラベルはタグです。添付ファイルは .issue-note-assets/issues/{issueNumber}/ フォルダに保存され、Issue 本文の通常の画像・ファイルリンクでつながっています。ノート本文を編集するときは、これらのリンクを必ずそのまま残してください。リンクを消すと、その添付ファイルとのつながりも切れます。
zh_hans: 将 %@ 存储库中的 GitHub Issues 用作笔记。打开的 Issue 是笔记，关闭的 Issue 在回收站中，GitHub 标签就是标签。附件保存在 .issue-note-assets/issues/{issueNumber}/ 文件夹中，并以普通的图片或文件链接写在 Issue 正文里。编辑笔记正文时请务必保留这些链接，删除链接会断开对应附件。

source: %@ 태그 제거
de: Tag %@ entfernen
en: Remove Tag %@
es: Quitar etiqueta %@
fr: Retirer le tag %@
it: Rimuovi tag %@
ja: タグ %@ を外す
zh_hans: 移除标签 %@

source: %@ 토큰
de: Token für %@
en: Token for %@
es: Token de %@
fr: Jeton pour %@
it: Token per %@
ja: %@ のトークン
zh_hans: %@ 的令牌

source: %@에 실패해 한 번 더 시도하는 중…
de: %@ fehlgeschlagen, erneuter Versuch …
en: %@ failed; trying once more…
es: %@ falló; reintentando…
fr: Échec de %@ ; nouvelle tentative…
it: %@ non riuscito; nuovo tentativo…
ja: %@に失敗したため、もう一度試しています…
zh_hans: %@失败，正在重试一次…

source: %@용 PAT 만들기
de: PAT für %@ erstellen
en: Create a PAT for %@
es: Crear un PAT para %@
fr: Créer un PAT pour %@
it: Crea un PAT per %@
ja: %@ 用の PAT を作成
zh_hans: 为 %@ 创建 PAT

source: %@의 태그. ‘이름: 설명’ 형식으로 쓰면 설명이 음성 정제의 태그 분류에도 쓰입니다.
de: Tags in %@. Im Format „Name: Beschreibung“ wird die Beschreibung auch bei der Sprachüberarbeitung zur Tag-Zuordnung genutzt.
en: Tags in %@. Write them as “name: description” and the description is also used to classify tags during voice refinement.
es: Etiquetas de %@. Con el formato «nombre: descripción», la descripción también se usa para clasificar etiquetas al refinar la voz.
fr: Tags de %@. Au format « nom : description », la description sert aussi à classer les tags lors de l'affinage vocal.
it: Tag di %@. Nel formato “nome: descrizione”, la descrizione viene usata anche per classificare i tag durante la rifinitura vocale.
ja: %@ のタグ。「名前: 説明」の形式で書くと、説明は音声整形でのタグ分類にも使われます。
zh_hans: %@ 中的标签。按“名称: 说明”格式填写时，说明也会用于语音润色时的标签分类。

source: %lld개 노트 병합…
de: %lld Notizen zusammenführen …
en: Merge %lld Notes…
es: Combinar %lld notas…
fr: Fusionner %lld notes…
it: Unisci %lld note…
ja: %lld 件のノートを結合…
zh_hans: 合并 %lld 篇笔记…

source: %lld개 노트 복원
de: %lld Notizen wiederherstellen
en: Restore %lld Notes
es: Restaurar %lld notas
fr: Restaurer %lld notes
it: Ripristina %lld note
ja: %lld 件のノートを復元
zh_hans: 恢复 %lld 篇笔记

source: %lld개 노트를 선택했습니다
de: %lld Notizen ausgewählt
en: %lld Notes Selected
es: %lld notas seleccionadas
fr: %lld notes sélectionnées
it: %lld note selezionate
ja: %lld 件のノートを選択中
zh_hans: 已选择 %lld 篇笔记

source: %lld개 노트를 시간순 기록 하나로 병합할까요? 원본 노트는 휴지통으로 옮깁니다.
de: %lld Notizen chronologisch zu einer Notiz zusammenführen? Die ursprünglichen Notizen werden in den Papierkorb verschoben.
en: Merge %lld notes into a single chronological note? The original notes will be moved to the trash.
es: ¿Combinar %lld notas en una sola nota cronológica? Las notas originales se moverán a la papelera.
fr: Fusionner %lld notes en une seule note chronologique ? Les notes d'origine seront placées dans la corbeille.
it: Unire %lld note in un'unica nota cronologica? Le note originali verranno spostate nel cestino.
ja: %lld 件のノートを時系列の 1 つのノートに結合しますか？元のノートはゴミ箱に移動します。
zh_hans: 要将 %lld 篇笔记按时间顺序合并为一篇吗？原始笔记将移到回收站。

source: %lld개 노트를 휴지통으로 이동
de: %lld Notizen in den Papierkorb legen
en: Move %lld Notes to Trash
es: Mover %lld notas a la papelera
fr: Placer %lld notes dans la corbeille
it: Sposta %lld note nel cestino
ja: %lld 件のノートをゴミ箱に入れる
zh_hans: 将 %lld 篇笔记移到回收站

source: %lld개 일치
de: %lld Treffer
en: %lld matches
es: %lld coincidencias
fr: %lld correspondances
it: %lld corrispondenze
ja: %lld 件一致
zh_hans: %lld 处匹配

source: 1. MCP를 지원하는 AI 도구에 GitHub 공식 MCP Server를 추가하세요. 원격 연결 주소는 https://api.githubcopilot.com/mcp/입니다.
de: 1. Füge den offiziellen GitHub MCP Server zu einem KI-Tool mit MCP-Unterstützung hinzu. Die Remote-Adresse lautet https://api.githubcopilot.com/mcp/.
en: 1. Add the official GitHub MCP Server to an AI tool that supports MCP. The remote endpoint is https://api.githubcopilot.com/mcp/.
es: 1. Añade el GitHub MCP Server oficial a una herramienta de IA compatible con MCP. La dirección remota es https://api.githubcopilot.com/mcp/.
fr: 1. Ajoutez le GitHub MCP Server officiel à un outil d'IA compatible MCP. L'adresse distante est https://api.githubcopilot.com/mcp/.
it: 1. Aggiungi il GitHub MCP Server ufficiale a uno strumento di IA che supporta MCP. L'indirizzo remoto è https://api.githubcopilot.com/mcp/.
ja: 1. MCP に対応した AI ツールに GitHub 公式 MCP Server を追加してください。リモート接続先は https://api.githubcopilot.com/mcp/ です。
zh_hans: 1. 在支持 MCP 的 AI 工具中添加 GitHub 官方 MCP Server。远程连接地址为 https://api.githubcopilot.com/mcp/。

source: 2. Issues 권한은 읽기 및 쓰기로, 첨부파일을 쓰려면 Contents 권한도 읽기 및 쓰기로 허용하세요.
de: 2. Erlaube für Issues Lesen und Schreiben und für Anhänge zusätzlich Lesen und Schreiben bei Contents.
en: 2. Grant Issues read and write access, and Contents read and write access if you use attachments.
es: 2. Concede a Issues lectura y escritura y, si usas adjuntos, también a Contents.
fr: 2. Accordez à Issues la lecture et l'écriture, ainsi qu'à Contents si vous utilisez des pièces jointes.
it: 2. Concedi a Issues lettura e scrittura e, se usi gli allegati, anche a Contents.
ja: 2. Issues の権限を読み取りと書き込みに、添付ファイルを使う場合は Contents の権限も読み取りと書き込みに設定してください。
zh_hans: 2. 授予 Issues 读写权限；如需使用附件，也请授予 Contents 读写权限。

source: 3. issues와 repos 도구를 사용합니다. 이 Mac의 PAT는 AI 도구와 공유되지 않으니 따로 연결하세요.
de: 3. Verwende die Tools issues und repos. Das PAT auf diesem Mac wird nicht mit KI-Tools geteilt, verbinde sie daher separat.
en: 3. Use the issues and repos tools. The PAT on this Mac is not shared with AI tools, so connect them separately.
es: 3. Usa las herramientas issues y repos. El PAT de este Mac no se comparte con las herramientas de IA, así que conéctalas por separado.
fr: 3. Utilisez les outils issues et repos. Le PAT de ce Mac n'est pas partagé avec les outils d'IA : connectez-les séparément.
it: 3. Usa gli strumenti issues e repos. Il PAT di questo Mac non viene condiviso con gli strumenti di IA, quindi collegali a parte.
ja: 3. issues と repos のツールを使います。この Mac の PAT は AI ツールと共有されないため、別途接続してください。
zh_hans: 3. 使用 issues 和 repos 工具。这台 Mac 上的 PAT 不会与 AI 工具共享，请另行连接。

source: 6자리 숫자가 맞지 않거나 잠긴 이슈가 아닙니다.
de: Der 6-stellige Code ist falsch oder dieses Issue ist nicht gesperrt.
en: The 6-digit code is incorrect, or this issue is not locked.
es: El código de 6 dígitos no es correcto o esta issue no está bloqueada.
fr: Le code à 6 chiffres est incorrect ou cette issue n'est pas verrouillée.
it: Il codice a 6 cifre non è corretto oppure questa issue non è bloccata.
ja: 6 桁の数字が違うか、ロックされた Issue ではありません。
zh_hans: 6 位数字不正确，或该 Issue 未锁定。

source: AI 도구에서 MCP로 노트 사용하기
de: Notizen mit MCP in KI-Tools nutzen
en: Using Notes in AI Tools with MCP
es: Usar las notas en herramientas de IA con MCP
fr: Utiliser les notes dans des outils d'IA via MCP
it: Usare le note negli strumenti di IA con MCP
ja: AI ツールで MCP を使ってノートを使う
zh_hans: 通过 MCP 在 AI 工具中使用笔记

source: AI 도구에서 쓰기
de: Mit KI-Tools nutzen
en: Use with AI Tools
es: Usar con herramientas de IA
fr: Utiliser avec l'IA
it: Usa con strumenti IA
ja: AI ツールで使う
zh_hans: 在 AI 工具中使用

source: AI에게 처음 전달할 안내
de: Erste Anweisung für die KI
en: Instructions to Give the AI First
es: Instrucciones iniciales para la IA
fr: Instructions à donner d'abord à l'IA
it: Istruzioni iniziali per l'IA
ja: 最初に AI に渡す説明
zh_hans: 首先发给 AI 的说明

source: API 키
de: API-Schlüssel
en: API Key
es: Clave de API
fr: Clé API
it: Chiave API
ja: API キー
zh_hans: API 密钥

source: API 키 (sk-…)
de: API-Schlüssel (sk-…)
en: API Key (sk-…)
es: Clave de API (sk-…)
fr: Clé API (sk-…)
it: Chiave API (sk-…)
ja: API キー（sk-…）
zh_hans: API 密钥（sk-…）

source: Finder에서 보기
de: Im Finder zeigen
en: Show in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder に表示
zh_hans: 在访达中显示

source: Fine-grained 개인 액세스 토큰(PAT)을 만드세요. Repository access는 이 저장소만, 권한은 Issues: Read and write(필수)와 Contents: Read and write(첨부파일)입니다.
de: Erstelle ein Fine-grained Personal Access Token (PAT). Repository access nur für dieses Repository, Berechtigungen: Issues: Read and write (erforderlich) und Contents: Read and write (Anhänge).
en: Create a fine-grained personal access token (PAT). Set Repository access to this repository only, with Issues: Read and write (required) and Contents: Read and write (for attachments).
es: Crea un token de acceso personal (PAT) fine-grained. Repository access solo para este repositorio, con permisos Issues: Read and write (obligatorio) y Contents: Read and write (adjuntos).
fr: Créez un jeton d'accès personnel (PAT) fine-grained. Repository access : ce dépôt uniquement ; autorisations : Issues: Read and write (obligatoire) et Contents: Read and write (pièces jointes).
it: Crea un token di accesso personale (PAT) fine-grained. Repository access solo per questo repository, con permessi Issues: Read and write (obbligatorio) e Contents: Read and write (allegati).
ja: Fine-grained 個人アクセストークン（PAT）を作成してください。Repository access はこのリポジトリのみ、権限は Issues: Read and write（必須）と Contents: Read and write（添付ファイル）です。
zh_hans: 请创建 Fine-grained 个人访问令牌（PAT）。Repository access 只选此存储库，权限为 Issues: Read and write（必需）和 Contents: Read and write（附件）。

source: Ginote 도움말
de: Ginote-Hilfe
en: Ginote Help
es: Ayuda de Ginote
fr: Aide Ginote
it: Guida di Ginote
ja: Ginote ヘルプ
zh_hans: Ginote 帮助

source: Ginote 시작하기
de: Mit Ginote loslegen
en: Get Started with Ginote
es: Empezar con Ginote
fr: Bien démarrer avec Ginote
it: Inizia con Ginote
ja: Ginote をはじめる
zh_hans: 开始使用 Ginote

source: Ginote에는 앱 서버가 없습니다. 이 앱은 GitHub API에 직접 연결하고, 음성 기능을 켠 경우에만 OpenAI에 연결합니다.
de: Ginote hat keinen App-Server. Die App verbindet sich direkt mit der GitHub API und nur bei aktivierten Sprachfunktionen mit OpenAI.
en: Ginote has no app server. This app connects directly to the GitHub API, and to OpenAI only when voice features are turned on.
es: Ginote no tiene servidor de aplicación. La app se conecta directamente a la API de GitHub y a OpenAI solo si activas las funciones de voz.
fr: Ginote n'a pas de serveur d'application. L'app se connecte directement à l'API GitHub, et à OpenAI uniquement si les fonctions vocales sont activées.
it: Ginote non ha un server applicativo. L'app si collega direttamente all'API di GitHub e a OpenAI solo se le funzioni vocali sono attive.
ja: Ginote にはアプリサーバーがありません。このアプリは GitHub API に直接接続し、音声機能をオンにしたときだけ OpenAI に接続します。
zh_hans: Ginote 没有应用服务器。本应用直接连接 GitHub API，仅在开启语音功能时连接 OpenAI。

source: GitHub API 요청 한도에 도달했습니다. 잠시 후 다시 시도하세요.
de: Das Anfragelimit der GitHub API ist erreicht. Versuche es später erneut.
en: GitHub API rate limit reached. Try again later.
es: Se alcanzó el límite de solicitudes de la API de GitHub. Inténtalo más tarde.
fr: Limite de requêtes de l'API GitHub atteinte. Réessayez plus tard.
it: Limite di richieste dell'API GitHub raggiunto. Riprova più tardi.
ja: GitHub API のリクエスト上限に達しました。しばらくしてからもう一度お試しください。
zh_hans: 已达到 GitHub API 请求上限，请稍后再试。

source: GitHub Issues를 노트앱 속도로.
de: GitHub Issues im Tempo einer Notiz-App.
en: GitHub Issues at note-app speed.
es: GitHub Issues a la velocidad de una app de notas.
fr: GitHub Issues à la vitesse d'une app de notes.
it: GitHub Issues alla velocità di un'app per note.
ja: GitHub Issues をノートアプリの速さで。
zh_hans: 以笔记应用的速度使用 GitHub Issues。

source: GitHub 계정
de: GitHub-Account
en: GitHub Account
es: Cuenta de GitHub
fr: Compte GitHub
it: Account GitHub
ja: GitHub アカウント
zh_hans: GitHub 账户

source: GitHub에 로그인하세요. 계정이 없으면 무료로 만들 수 있습니다.
de: Melde dich bei GitHub an. Ohne Account kannst du kostenlos einen erstellen.
en: Sign in to GitHub. If you don't have an account, you can create one for free.
es: Inicia sesión en GitHub. Si no tienes cuenta, puedes crear una gratis.
fr: Connectez-vous à GitHub. Si vous n'avez pas de compte, vous pouvez en créer un gratuitement.
it: Accedi a GitHub. Se non hai un account, puoi crearne uno gratis.
ja: GitHub にサインインしてください。アカウントがなければ無料で作成できます。
zh_hans: 请登录 GitHub。如果没有账户，可以免费注册。

source: GitHub에 연결하지 못했습니다. 네트워크를 확인하세요.
de: Keine Verbindung zu GitHub. Prüfe dein Netzwerk.
en: Couldn't connect to GitHub. Check your network.
es: No se pudo conectar con GitHub. Comprueba la red.
fr: Impossible de se connecter à GitHub. Vérifiez votre réseau.
it: Impossibile collegarsi a GitHub. Controlla la rete.
ja: GitHub に接続できませんでした。ネットワークを確認してください。
zh_hans: 无法连接到 GitHub，请检查网络。

source: GitHub에 저장하지 못해 휴지통으로 옮기지 않았습니다.
de: Speichern auf GitHub fehlgeschlagen, daher nicht in den Papierkorb verschoben.
en: Couldn't save to GitHub, so the note was not moved to the trash.
es: No se pudo guardar en GitHub, así que la nota no se movió a la papelera.
fr: Enregistrement sur GitHub impossible : la note n'a pas été placée dans la corbeille.
it: Impossibile salvare su GitHub, quindi la nota non è stata spostata nel cestino.
ja: GitHub に保存できなかったため、ゴミ箱に移動しませんでした。
zh_hans: 无法保存到 GitHub，因此未移到回收站。

source: GitHub에서 다시 불러오기
de: Von GitHub neu laden
en: Reload from GitHub
es: Volver a cargar desde GitHub
fr: Recharger depuis GitHub
it: Ricarica da GitHub
ja: GitHub から再読み込み
zh_hans: 从 GitHub 重新载入

source: GitHub에서 보기
de: Auf GitHub ansehen
en: View on GitHub
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
ja: GitHub で表示
zh_hans: 在 GitHub 上查看

source: Markdown 미리보기
de: Markdown-Vorschau
en: Markdown Preview
es: Vista previa de Markdown
fr: Aperçu Markdown
it: Anteprima Markdown
ja: Markdown プレビュー
zh_hans: Markdown 预览

source: Markdown 복사
de: Markdown kopieren
en: Copy Markdown
es: Copiar Markdown
fr: Copier le Markdown
it: Copia Markdown
ja: Markdown をコピー
zh_hans: 拷贝 Markdown

source: OpenAI API 키가 없습니다. 설정 → 음성에서 입력하세요.
de: Kein OpenAI-API-Schlüssel. In Einstellungen → Sprache eingeben.
en: No OpenAI API key. Enter one in Settings → Voice.
es: No hay clave de API de OpenAI. Introdúcela en Ajustes → Voz.
fr: Aucune clé API OpenAI. Saisissez-la dans Réglages → Voix.
it: Nessuna chiave API OpenAI. Inseriscila in Impostazioni → Voce.
ja: OpenAI APIキーがありません。設定 → 音声で入力してください。
zh_hans: 没有 OpenAI API 密钥。请在设置 → 语音中输入。

source: PAT 만들기
de: PAT erstellen
en: Create a PAT
es: Crear un PAT
fr: Créer un PAT
it: Crea un PAT
ja: PAT を作成
zh_hans: 创建 PAT

source: PAT가 올바르지 않거나 폐기되었습니다.
de: Das PAT ist ungültig oder wurde widerrufen.
en: The PAT is invalid or has been revoked.
es: El PAT no es válido o se ha revocado.
fr: Le PAT est invalide ou a été révoqué.
it: Il PAT non è valido o è stato revocato.
ja: PAT が正しくないか、無効化されています。
zh_hans: PAT 无效或已被撤销。

source: Space(첨부)
de: Leertaste (Anhang)
en: Space (attachment)
es: Espacio (adjunto)
fr: Espace (pièce jointe)
it: Spazio (allegato)
ja: Space（添付）
zh_hans: 空格（附件）

source: config.toml 문법이 틀려 마지막 정상 설정으로 열었습니다. 같은 폴더의 config-status.txt를 확인하세요.
de: config.toml enthält einen Syntaxfehler, daher wurden die letzten gültigen Einstellungen verwendet. Siehe config-status.txt im selben Ordner.
en: config.toml has a syntax error, so the last valid settings were used. See config-status.txt in the same folder.
es: config.toml tiene un error de sintaxis, así que se usaron los últimos ajustes válidos. Consulta config-status.txt en la misma carpeta.
fr: config.toml contient une erreur de syntaxe : les derniers réglages valides ont été utilisés. Consultez config-status.txt dans le même dossier.
it: config.toml contiene un errore di sintassi, quindi sono state usate le ultime impostazioni valide. Controlla config-status.txt nella stessa cartella.
ja: config.toml の書式に誤りがあるため、最後に有効だった設定で開きました。同じフォルダの config-status.txt を確認してください。
zh_hans: config.toml 存在语法错误，已使用上次有效的设置打开。请查看同一文件夹中的 config-status.txt。

source: config.toml 문법이 틀려 변경을 반영하지 않았습니다. 같은 폴더의 config-status.txt를 확인하세요.
de: config.toml enthält einen Syntaxfehler, daher wurde die Änderung nicht übernommen. Siehe config-status.txt im selben Ordner.
en: config.toml has a syntax error, so the change was not applied. See config-status.txt in the same folder.
es: config.toml tiene un error de sintaxis, así que el cambio no se aplicó. Consulta config-status.txt en la misma carpeta.
fr: config.toml contient une erreur de syntaxe : la modification n'a pas été appliquée. Consultez config-status.txt dans le même dossier.
it: config.toml contiene un errore di sintassi, quindi la modifica non è stata applicata. Controlla config-status.txt nella stessa cartella.
ja: config.toml の書式に誤りがあるため、変更を反映しませんでした。同じフォルダの config-status.txt を確認してください。
zh_hans: config.toml 存在语法错误，更改未生效。请查看同一文件夹中的 config-status.txt。

source: macOS 전용 시험 앱입니다. 웹·데스크톱(Tauri) 앱과 같은 저장소를 그대로 씁니다.
de: Eine experimentelle App nur für macOS. Sie nutzt dieselben Repositorys wie die Web- und Desktop-App (Tauri).
en: An experimental macOS-only app. It uses the same repositories as the web and desktop (Tauri) apps.
es: Una app experimental solo para macOS. Usa los mismos repositorios que las apps web y de escritorio (Tauri).
fr: Une app expérimentale réservée à macOS. Elle utilise les mêmes dépôts que les apps web et de bureau (Tauri).
it: Un'app sperimentale solo per macOS. Usa gli stessi repository delle app web e desktop (Tauri).
ja: macOS 専用の試験的なアプリです。Web 版・デスクトップ版（Tauri）アプリと同じリポジトリをそのまま使います。
zh_hans: 这是仅限 macOS 的试验性应用，与网页版和桌面版（Tauri）应用使用相同的存储库。

source: ‘%@’에 쓰던 단축키라 그쪽은 비웠습니다.
de: Dieser Kurzbefehl gehörte zu „%@“; dort wurde er entfernt.
en: That shortcut was used by “%@”, so it was removed there.
es: Ese atajo lo usaba «%@», así que se ha quitado de allí.
fr: Ce raccourci était utilisé par « %@ » ; il y a été supprimé.
it: L’abbreviazione era usata da “%@”, quindi è stata rimossa lì.
ja: 「%@」で使っていたショートカットなので、そちらは空にしました。
zh_hans: 该快捷键原用于“%@”，已从那里移除。

source: “%@” 파일은 10MB보다 커서 업로드하지 않았습니다.
de: „%@“ wurde nicht hochgeladen, da die Datei größer als 10 MB ist.
en: “%@” was not uploaded because it exceeds 10 MB.
es: «%@» no se subió porque supera los 10 MB.
fr: « %@ » n'a pas été envoyé, car il dépasse 10 Mo.
it: “%@” non è stato caricato perché supera i 10 MB.
ja: 「%@」は 10 MB を超えているためアップロードしませんでした。
zh_hans: “%@”超过 10 MB，未上传。

source: “%@” 파일을 읽지 못했습니다.
de: „%@“ konnte nicht gelesen werden.
en: Couldn't read “%@”.
es: No se pudo leer «%@».
fr: Impossible de lire « %@ ».
it: Impossibile leggere “%@”.
ja: 「%@」を読み込めませんでした。
zh_hans: 无法读取“%@”。

source: • PAT와 OpenAI 키는 macOS 키체인에, 나머지 설정은 config.toml에 둡니다.
de: • PAT und OpenAI-Schlüssel liegen im macOS-Schlüsselbund, alle anderen Einstellungen in config.toml.
en: • The PAT and OpenAI key are kept in the macOS Keychain; other settings are in config.toml.
es: • El PAT y la clave de OpenAI se guardan en el llavero de macOS; el resto de ajustes, en config.toml.
fr: • Le PAT et la clé OpenAI sont conservés dans le trousseau macOS ; les autres réglages dans config.toml.
it: • Il PAT e la chiave OpenAI sono nel portachiavi di macOS; le altre impostazioni in config.toml.
ja: • PAT と OpenAI キーは macOS キーチェーンに、その他の設定は config.toml に保存します。
zh_hans: • PAT 和 OpenAI 密钥保存在 macOS 钥匙串中，其他设置保存在 config.toml 中。
